Repository: common-repository/sign-up-list
Catalog: languages/sign-up-list-*.po
Languages: nl_nl

source: There are no spaces left
nl_nl: Er zijn geen plekken meer over

source: Only
nl_nl: Nog maar

source: space left
nl_nl: plek over

source: spaces left
nl_nl: plekken over

source: Sorry, the list is full. It is no longer possible to sign up
nl_nl: Sorry, de lijst is vol. Het is niet meer mogelijk om in te schrijven

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: Email address
nl_nl: E-mailadres

source: Enter the characters in the image
nl_nl: Typ de tekens uit de afbeelding

source: Sign up
nl_nl: Inschrijven

source: You have been added to the list
nl_nl: Je bent toegevoegd aan de lijst

source: Invite people to sign up using the URL below (copy, paste and distribute)
nl_nl: Nodig mensen uit om in te schrijven via onderstaande URL (kopieer, plak en verspreid)

source: Sign-up form cannot be displayed. This list is by invitation only.
nl_nl: Het inschrijfformulier kan niet worden vertoond. Inschrijven kan alleen op uitnodiging.

source: Sign-up form cannot be displayed
nl_nl: Inschrijfformulier kan niet worden vertoond

source: The entered characters do not match with the image.
nl_nl: De ingevoerde tekens komen niet overeen met de afbeelding.

source: Please enter the characters in the image.
nl_nl: Typ de tekens zoals te zien in de afbeelding.

source: Sorry, you cannot sign up. The link is invalid.
nl_nl: Sorry, je kunt niet inschrijven. De link is ongeldig.

source: You are not on the invitation list
nl_nl: Je staat niet op de lijst van genodigden

source: Invalid nonce
nl_nl: Ongeldige nonce

source: Nonce missing
nl_nl: Nonce mist

source: Database error when adding new entry
nl_nl: Databasefout bij het toevoegen van een inschrijving

source: Invalid action
nl_nl: Ongeldige actie

source: Sign-up List - General Settings
nl_nl: Inschrijflijst - Algemene Instellingen

source: Save changes
nl_nl: Wijzigingen opslaan

source: List
nl_nl: Lijst

source: List name
nl_nl: Lijstnaam

source: Maximum entries
nl_nl: Aantal plekken

source: Duplicates allowed
nl_nl: Dubbele inschrijvingen toegestaan

source: Who can sign up
nl_nl: Wie kunnen inschrijven

source: Label for extra info field (empty = hidden)
nl_nl: Naam van invoerveld voor extra informatie (leeg = veld onzichtbaar)

source: List entries public?
nl_nl: Inschrijvingen openbaar?

source: Style
nl_nl: Vormgeving

source: Change the settings of the sign-up list here
nl_nl: Wijzig hier de instellingen van de inschrijflijst

source: No, unique email addresses only
nl_nl: Nee, alleen unieke e-mailadressen

source: Yes, duplicate email adressess allowed
nl_nl: Ja, dubbele e-mailadressen zijn toegestaan

source: Anyone (with CAPTCHA)
nl_nl: Iedereen (met CAPTCHA)

source: Only invitees (see Invitees)
nl_nl: Alleen genodigden

source: Anyone with the special link
nl_nl: Iedereen met de speciale link

source: Full name
nl_nl: Volledige naam

source: First name + extra info
nl_nl: Voornaam + extra info

source: Full name + extra info
nl_nl: Volledige naam + extra info

source: Nothing visible
nl_nl: Niets zichtbaar

source: Mary
nl_nl: Marieke

source: Mary Smith
nl_nl: Marieke Smit

source: Mary (some extra information)
nl_nl: Marieke (extra informatie)

source: Mary Smith (some extra information)
nl_nl: Marieke Smit (extra informatie)

source: Numbers, borders and dotted lines
nl_nl: Genummerd, kader en stippellijnen

source: Minimal style, let your theme decide the looks
nl_nl: Minimale vormgeving, de stijl van de website bepaalt het uiterlijk

source: Add entry
nl_nl: Voeg inschrijving toe

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Email Address
nl_nl: E-mailadres

source: Save entry
nl_nl: Inschrijving opslaan

source: Cancel
nl_nl: Annuleren

source: Add invitee
nl_nl: Genodigde toevoegen

source: Save invitee
nl_nl: Genodigde opslaan

source: Enter or paste one email address per line
nl_nl: Typ of plak één e-mailadres per regel

source: Save invitees
nl_nl: Genodigden opslaan

source: Delete selected entries
nl_nl: Verwijder geselecteerde inschrijvingen

source: Please confirm deletion of selected entries
nl_nl: Bevestig de verwijdering van geselecteerde inschrijvingen

source: Delete entries
nl_nl: Verwijder inschrijvingen

source: Delete selected invitees
nl_nl: Verwijder geselecteerde genodigden

source: Please confirm deletion of selected invitees
nl_nl: Bevestig de verwijdering van geselecteerde genodigden

source: Delete invitees
nl_nl: Verwijder genodigden

source: Delete entry
nl_nl: Verwijder inschrijving

source: Please confirm deletion of the following entry
nl_nl: Bevestig de verwijdering van de volgende inschrijving

source: Delete invitee
nl_nl: Verwijder genodigde

source: Please confirm deletion of the following invitee
nl_nl: Bevestig de verwijdering van de volgende genodigde

source: Edit entry
nl_nl: Wijzig inschrijving

source: Edit invitee
nl_nl: Wijzig genodigde

source: Add new entry
nl_nl: Inschrijving toevoegen

source: Export to CSV
nl_nl: Export naar CSV

source: Search
nl_nl: Zoek

source: Add one invitee
nl_nl: Eén genodigde toevoegen

source: Add multiple invitees
nl_nl: Meerdere genodigden toevoegen

source: Reset list
nl_nl: Reset lijst

source: Reset the list to start from scratch. This action cannot be undone.
nl_nl: Reset de lijst om opnieuw te beginnen. Deze actie kan niet ongedaan worden gemaakt.

source: Delete all entries
nl_nl: Verwijder alle inschrijvingen

source: Reset special invitation link
nl_nl: Reset speciale uitnodigingslink

source: First name missing
nl_nl: Voornaam mist

source: First name too long
nl_nl: Voornaam te lang

source: Last name missing
nl_nl: Achternaam mist

source: Last name too long
nl_nl: Achternaam te lang

source: Invalid email address
nl_nl: Ongeldig e-mailadres

source: too long
nl_nl: te lang

source: Invalid record id
nl_nl: Ongeldig record id

source: Email address is already on the list
nl_nl: Het e-mailadres staat al op de lijst

source: Timestamp
nl_nl: Datum/tijd

source: Edit
nl_nl: Wijzig

source: Delete
nl_nl: Verwijder

source: Date and time
nl_nl: Datum en tijd

source: Sign-up List
nl_nl: Inschrijflijst

source: Invitees
nl_nl: Genodigden

source: General Settings
nl_nl: Algemene Instellingen

source: Personal data processed by Sign-up List
nl_nl: Persoonsgegevens die worden verwerkt door Sign-up List

source: This web site uses the plug-in Sign-up List. When you sign up to this list as a visitor, your first name, last name and email address are stored in a database for as long as the list is active. Your data may be manually deleted by the administrator. Next to that, your email adress may be added by the administrator to a list of allowed persons to sign up. When the plugin is removed from this web site, all related data will be deleted including your personal data. If you request your data to be manually removed, please contact the administrator of this web site.
nl_nl: Deze website gebruikt de plug-in Sign-up List. Wanneer je je inschrijft op deze lijst als website-bezoeker, worden jouw voornaam, achternaam en e-mailadres opgeslagen in een database zolang als de lijst actief is. Jouw gegevens kunnen met de hand worden verwijderd door de beheerder. Daarnaast kan jouw e-mailadres zijn toegevoegd aan een lijst van personen die mogen inschrijven. Als de plugin wordt verwijderd van deze website, dan worden alle gegevens verwijderd, inclusief jouw persoonsgegevens. Voor een handmatige verwijdering van jouw gegevens moet je contact opnemen met de beheerder van deze website.

source: Sign-up List records
nl_nl: Inschrijflijst records

source: Sign-up List Invitation records
nl_nl: Inschrijflijst genodigden records
